Repository: OPUS4/application
Catalog: modules/socialBookmarking/language/socialBookmarking.tmx
Source language: de
Languages: en

source: Schnittstellen zu SocialBookmarking-Systemen
en: Social Bookmarking interfaces

source: Abmelden
en: Logout

source: Connotea-Nutzername
en: Connotea-Username

source: Passwort
en: Password

source: Einloggen
en: Login

source: Zugang bei Connotea einrichten
en: Create a new account at Connotea

source: Sie sind als %1$s bei Connotea eingeloggt!
en: You are logged in as %1$s at Connotea!

source: Fehler beim Einlesen der Tags zu diesem Eintrag.
en: Failure while reading the tag list for this bookmark.

source: Diesem Dokument sind auf Connotea folgende Tags zugeordnet:
en: This document has these tags on Connotea:

source: Diesem Dokument sind noch keine Tags auf Connotea zugeordnet.
en: This document has got no tags on Connotea yet.

source: Eigene Tags
en: Your tags

source: Titel
en: Title

source: Beschreibung
en: Description

source: Diesen Titel in Connotea bookmarken
en: Bookmark this title in Connotea

source: Fehler bei der Ermittlung, ob Sie diesen Bookmark in Ihrer Connotea-Liste haben.
en: Failure while checking your Connotea list for this bookmark.

source: Diesen Titel aus Ihrer Connotea-Liste löschen
en: Delete this title from your Connotea bookmarks

source: Keine Publikation ausgewählt!
en: No publication selected!

source: Zugang bei Delicious einrichten
en: Create a new account at Delicious

source: Sie sind als %1$s bei Delicious eingeloggt!
en: You are logged in as %1$s at Delicious!

source: Diesen Titel aus Ihrer Delicious-Liste löschen
en: Delete this title from your Delicious bookmarks

source: Delicious-Nutzername
en: Delicious-Username

source: Diesen Titel in Delicious bookmarken
en: Bookmark this title in Delicious

source: Diesem Dokument sind auf Delicious folgende Tags zugeordnet:
en: This document has these tags on Delicious:

source: Diesem Dokument sind noch keine Tags auf Delicious zugeordnet.
en: This document has got no tags on Delicious yet.

source: Fehler bei der Anmeldung. Bitte versuchen Sie es erneut. Wenn Sie Ihr Passwort vergessen haben, kontaktieren Sie bitte delicious.
en: Failure logging in. Please try again. If you lost your password please contact delicious.

source: Zugang bei Bibsonomy einrichten
en: Create a new account at Bibsonomy

source: Diesen Titel aus Ihrer Bibsonomy-Liste löschen
en: Delete this title from your Bibsonomy bookmarks

source: Bibsonomy-Nutzername
en: Bibsonomy-Username

source: API-Key (nicht Ihr Passwort! Der API-Key zu Ihrem Usernamen findet sich in den Einstellungen auf Bibsonomy)
en: API-Key (not your password! You can find the key in your account settings on Bibsonomy)

source: Sie sind als %1$s bei Bibsonomy eingeloggt!
en: You are logged in as %1$s at Bibsonomy!

source: Diesen Titel in Bibsonomy bookmarken
en: Bookmark this title in Bibsonomy

source: Diesem Dokument sind auf Bibsonnomy folgende Tags zugeordnet:
en: This document has these tags on Bibsonomy:

source: Diesem Dokument sind noch keine Tags auf Bibsonomy zugeordnet.
en: This document has got no tags on Bibsonomy yet.
